<?php

return [
    "error" => [
        "default" => "Что-то пошло не так. Если ошибка будет повторяться, обратитесь к администратору.",
        "302" => "Данные в запросе некорреткные. Если ошибка будет повторяться, обратитесь к администратору."
    ],
    "confirmation" => [
        "edit" => "Подтвердите изменения. Отменить действие невозможно. Продолжить?",
        "deletion" => "Подтвердите удаление. Отменить действие невозможно. Продолжить?"
    ],
    "ok" => [
        "save" => "Успешно сохранено",
        "delete" => "Успешно удалено"
    ]
];
