<?php

return [
    'error' => [
        'default' => 'Что-то пошло не так. Если ошибка будет повторяться, обратитесь к администратору.',
        '302' => 'Данные в запросе некорреткные. Подробности в логах. Если ошибка будет повторяться, обратитесь к администратору.',
        '422' => 'Данные в запросе некорреткные. Подробности в логах. Если ошибка будет повторяться, обратитесь к администратору.',
    ],
    'confirmation' => [
        'edit' => 'Подтвердите изменения. Отменить действие невозможно. Продолжить?',
        'deletion' => 'Подтвердите удаление. Отменить действие невозможно. Лицо и все связи будут потеряны навсегда! Продолжить?',
    ],
    'ok' => [
        'save' => 'Успешно сохранено',
        'delete' => 'Успешно удалено',
    ],
];
